
questions = ['1.Выбирая, куда поступить, ты наверняка мониторил проходные баллы. Представляю, сколько твоих нервов на этом погорело. Вот сейчас мы проверим твою память, а заодно окончательно добьём оставшуюся нервную систему  :) У этого направления проходной балл в 2022 году 233',
             '2.Считай с него всё началось. Человек, который взял на себя огромную ответственность и удостоился чести стать первым деканом ИРИТ-РТФ. Не расстраивайся, если не знаешь правильного ответа, всё-таки это было давно. Но когда попадёшь на правильный ответ, то будь добр, запомни эту фамилию',
             '3.Если тебя разбудить посреди ночи, то ты должен прокричать эти три слова без каких-либо проблем. Кричалка, без которой не обходится ни одно мероприятие в ИРИТ-РТФ. Поверь мне, стоит один раз услышать, как огромная толпа студентов выкрикивает эти слова – такое не забудешь никогда. Тройка самых важных слов для радиста',
             '4.Вопрос из разряда «душный». Да, ты либо знаешь, либо не знаешь. Третьего не дано. Назови количество образовательных программ бакалавриата в РТФ ',
             '5.Это очень классная штука, где просто за участие можно получить по 3 балла за предмет. (Я так получил 6 дополнительных баллов). А если взяться за это основательно, то можно поступить вообще без экзаменов. Название олимпиады от УрФУ для школьников 8-11 классов, за которую они могут получить до 100 баллов в зачёт',
             '6.Это место силы. Без шуток, я бы мог там жить, если бы имел человеческое тело и студенческий билет.  Лучше места не найти, если хочешь собраться со своей группой, отдохнуть, обсудить проекты или просто завести новых друзей. Место на цокольном этаже ИРИТ-РТФ, где проводятся все движухи института',
             '7.ИРИТ-РТФ один из немногих институтов, где внедрена такая программа обучения. В принципе, тема прикольная, но сам сайт для выбора предметов – никакая катка в PUBG не сравнится с тем, что там происходит. Будь готов точно в назначенное время обновлять страницу и молится на то, что ты успеешь выбрать нужные тебе предметы. Название программы обучения, в которой студенты сами составляют себе расписание, выбирают предметы и преподавателей',
             '8.Хм, вопрос про партнера. Ну что могу сказать, если знаешь, то необъятный респект тебе, если же нет – не страшно. Без этой информации вполне можно прожить долгую и счастливую жизнь. Крупный партнёр ИРИТ-РТФ в сфере информационной безопасности',
             '9.Это та ещё веселуха. Огромное шествие всего твоего института по улицам города, с множеством кричалок, флагов, плакатов, в сопровождении оркестра и полиции. В общем, такое ты точно не забудешь. Но это скорее как дополнение. А вот традиция заключается в другом, и связана она с памятником Попова. Ежегодная традиция для радистов на день радио (7 мая)']

questionsWithTips = ['1. Выбирая, куда поступить, ты наверняка мониторил проходные баллы. Представляю, сколько твоих нервов на этом погорело. Вот сейчас мы проверим твою память, а заодно окончательно добьём оставшуюся нервную систему  :) У этого направления проходной балл в 2022 году 233',
                     '2. Считай с него всё началось. Человек, который взял на себя огромную ответственность и удостоился чести стать первым деканом ИРИТ-РТФ. Не расстраивайся, если не знаешь правильного ответа,   [--##ОСТАНОВИСЬ##--]   всё-таки это было давно. Но когда попадёшь на правильный ответ, то будь добр, запомни эту фамилию',
                     '3. Если тебя разбудить посреди ночи, то ты должен прокричать эти три слова без каких-либо проблем.   [--##НУЖНО ЕМУ ПОМЕШАТЬ##--]   Кричалка, без которой не обходится ни одно мероприятие в ИРИТ-РТФ. Поверь мне, стоит один раз услышать, как огромная толпа студентов выкрикивает эти слова – такое не забудешь никогда. Тройка самых важных слов для радиста',
                     '4. Вопрос из разряда «душный». Да, ты либо знаешь, либо не знаешь. Третьего не дано.   [--##НЕ СЛУШАЙ ЕГО##--]   Назови количество образовательных программ бакалавриата в РТФ',
                     '5. Это очень классная штука, где просто за участие можно получить по 3 балла за предмет. А если взяться за это основательно, то можно поступить вообще без экзаменов.   [--##ОН ИСПОЛЬЗУЕТ ТЕБЯ##--]   Название олимпиады от УрФУ для школьников 8-11 классов, за которую они могут получить до 100 баллов в зачёт',
                     '6. Это место силы. Без шуток, я бы мог там жить, если бы имел человеческое тело и студенческий билет. Лучше места не найти, если хочешь собраться со своей группой, отдохнуть, обсудить проекты или просто завести новых друзей.   [--##ТЫ МОЖЕШЬ ЕМУ ПОМЕШАТЬ##--]   Место на цокольном этаже ИРИТ-РТФ, где проводятся все движухи института',
                     '7. ИРИТ-РТФ один из немногих институтов, где внедрена такая программа обучения. В принципе, тема прикольная, но сам сайт для выбора предметов – никакая катка в PUBG не сравнится с тем, что там происходит. Будь готов точно в назначенное время обновлять страницу и молится на то, что ты успеешь выбрать нужные тебе предметы. Название программы обучения, в которой студенты сами составляют себе расписание, выбирают предметы и преподавателей',
                     '8. Хм, вопрос про партнера. [--##ТЫ СДЕЛАЛ ВЕРНЫЙ ВЫБОР##--]  Ну что могу сказать, если знаешь, то необъятный респект тебе, если же нет – не страшно. Без этой информации вполне можно прожить долгую и счастливую жизнь. Крупный партнёр ИРИТ-РТФ в сфере информационной безопасности',
                     '9. Это та ещё веселуха.   [--##Я ПОМОГУ ТЕБЕ##--]   Огромное шествие всего твоего института по улицам города, с множеством кричалок, флагов, плакатов, в сопровождении оркестра и полиции. В общем, такое ты точно не забудешь. Но это скорее как дополнение. А вот традиция заключается в другом, и связана она с памятником Попова.   [--##ГЛАВНОЕ ЭТО НЕ ДАВАЙ ЕМУ ТО ЧТО ОН ХОЧЕТ##--]   Ежегодная традиция для радистов на день радио (7 мая) ',
                     ]


answers = ['информационная безопасность',
           'степанов валентин георгиевич',
           'РТФ, УрФУ, Попов',
           '8',
           'Изумруд',
           'Коворкинг',
           'ИОТ',
           'УЦСБ',
           'помыть памятник Попову']

tips = ['ИскиН: Одним из элементов пароля может быть место работы объекта.',
        'ИскиН: Изучи внимательнее страницу объекта, элементом пароля может быть название какой-нибудь компании.',
        'ИскиН: Используй разные источники, возможно элементом пароля является значимая дата для объекта.',
        'ИскиН: В который раз повторяю, ВНИМАТЕЛЬНО изучи страницу, которую я тебе отправил, проверь все данные, зайди в раздел «Подробнее» на крайний случай.']